Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/social_welfare_payments_to_families_and_children/index.html.txt.tmx
Source language: en
Languages: ga

source: Overview Document Payments to families and children Gives a short description of the social welfare benefits available to families and children
ga: Overview Document Na híocaíochtaí do theaghlaigh agus leanaí Tá cur síos anseo ar na sochair leasa shóisialaigh ata ar fáil do theaghlaigh agus leanaí

source: Family Income Supplement is a weekly tax free payment to people on low pay. You must have at least one child to qualify
ga: Le go bhféadfá é a fháil is cuma pósta nó gan a bheith pósta tú ach caithfidh duine clainne amháin ar a laghad a bheith agat

source: Maternity Benefit is a payment by the Department of Social Protection to women on maternity leave from work
ga: Is íocaíocht í Sochar Máithreachais a dhéanann an Roinn Coimirce Sóisialaí le mná atá ar shaoire mháithreachais ón obair

source: Find out more about Maternity Benefit and how to apply
ga: Faigh tuilleadh eolais faoi Shochar Máithreachais agus conas iarratas a dhéanamh

source: Child Benefit is a payment to the parents or guardians of children under 16 years of age, or under 18 years of age if the child is in full-time education or has a disability
ga: Is íocaíocht Stáit é Sochar Linbh a íoctar le tuismitheoirí nó le caomhnóirí leanaí atá faoi 16 bliana d'aois, nó faoi 18 bliana d'aois má bhíonn an leanbh in oideachas lánaimseartha nó má tá an leanbh faoi mhíchumas

source: One-Parent Family Payment is a payment for men and women who are bringing children up without the support of a partner
ga: Is íocaíocht d'fhir agus do mhná a bhíonn ag tógáil clainne gan tacaíocht óna pháirtí atá i gceist leis an Íocaíocht Teaghlaigh Aontuismitheora

source: Adoptive Benefit is a payment made to people on adoptive leave from work
ga: Déanann an doiciméad seo cur síos ar an íocaíocht sochar uchtaíoch a íoctar le daoine a chomhlíonann critéir áirithe

source: Find out how to apply and rates of benefit
ga: Míníonn sé chomh maith conas a ríomhtar an ráta íocaíochta

source: Health and Safety Benefit
ga: Sochar Sábháilteachta agus Sláinte

source: A summary of Health and Safety Benefit for pregnant/breastfeeding women
ga: Achoimre ar Shochar Sábháilteachta agus Sláinte do mhná in Éirinn atá ag iompar/ag tabhairt bainne cíche dá leanaí

source: Pregnancy and social welfare payments
ga: Toircheas agus íocaíochtaí leasa shóisialaigh

source: Pregnancy may affect your social welfare payment
ga: D'fhéadfadh tionchar a bheith ag toircheas ar d'íocaíocht leasa shóisialaigh

source: You may be entitled to a different payment or an increase in your current payment
ga: D'fhéadfá a bheith i dteideal íocaíocht dhifriúil a fháil nó méadú a fháil id' íocaíocht reatha

source: Find out more here
ga: Faigh tuilleadh eolais anseo

source: Back to School Clothing and Footwear Allowance
ga: Liúntas Éadaí agus Coisbhirt chun Filleadh ar Scoil

source: The Back to School Clothing and Footwear Allowance is paid each year to families on certain social welfare and other benefits
ga: Íoctar an Liúntas Éadaí agus Coisbhirt chun Filleadh ar Scoil gach bliain le teaghlaigh atá ar íocaíochtaí áirithe leasa shóisialaigh agus sochair

source: The scheme helps families with the cost of sending children back to school.The scheme opens on 1 June 2016
ga: Cabhraíonn an scéim leo leis an gcostas a bhaineann le páistí a chur ar ais chuig an scoil

source: Deserted Wife’s Benefit is a social insurance payment made to a women who was deserted by her husband
ga: Is íocaíocht árachais shóisialaigh é an Sochar Banchéile Thréigthe a íoctar le bean ar thréig a fear céile í

source: This payment was closed off to new applicants in January 1997
ga: Cuireadh deireadh leis an dá íocaíocht d' iarratasóirí nua i mí Eanáir 1997

source: Some women however continue to get a deserted wife's payment
ga: Faigheann roinnt ban, áfach, íocaíocht banchéile thréigthe go fóill

source: Back to Work Family Dividend
ga: Aistriú ó Íocaíocht Teaghlach Aontuismitheora

source: Information on the new Back to Work Family Dividend
ga: Tugtar cuntas sa cháipéis seo ar do chuid roghanna

source: This payment gives extra support to lone parent and long-term jobseeker families with children who find or return to work from January 2015
ga: Seol d’iarratas ar an Díbhinn Teaghlaigh um Fhilleadh ar Obair chuig d’ionad Intreo nó d’oifig áitiúil leasa shóisialaigh

source: Deserted Wife’s Allowance is a means-tested payment for women under 66 without dependent children who were deserted by their husband and who do not qualify for Deserted Wife’s Benefit. Transition from One-Parent Family Payment
ga: Deserted Wife’s Allowance is a means-tested payment for women under 66 without dependent children who were deserted by their husband and who do not qualify for Deserted Wife’s Benefit

source: Most Read in "Social Welfare"
ga: Ábhar is mó éilimh i "Leas Sóisialach"
